Repository: K-Francis-H/usbip-gui
Catalog: po/*.po
Languages: ru

source: bus_id
ru: ID шины

source: manufacturer
ru: Производитель

source: description
ru: Описание

source: host
ru: Хост

source: port
ru: Порт

source: no selection to bind
ru: Ничего не выбрано для привязки

source: Error
ru: Ошибка

source: bound successfully
ru: привязано успешно

source: no selection to unbind
ru: Ничего не выбрано для отвязки

source: unbound succesfully
ru: отвязано успешно

source: no selection to attach
ru: Ничего не выбрано для присоединения

source: no selection to detach
ru: Ничего не выбрано для отсоединения

source: USB/IP Peer
ru: USB/IP Пир

source: Remote USB Devices for
ru: Удалённые устройства USB

source: Refresh
ru: Перезагрузить

source: Attach Device
ru: Присоединить устройство

source: Local USB Devices
ru: Локальные устройства USB

source: Bind Device
ru: Привязать устройство

source: Unbind Device
ru: Отвязать устройство

source: Attached Devices
ru: Присоединённые устройства

source: Detach Device
ru: Отсоединить устройство
